Repository: RickeyEstes/rhythmbox-radio-browser
Catalog: radio-browser/po/*.po
Languages: de, el, es, it, pt_br, ru

source: Added to recently played at
de: Hinzugefügt zu »Kürzlich gehört« am
el: Προστέθηκε στα πρόσφατα αναπαραχθέντα την
it: Aggiunta alle ascoltate di recente il
pt_br: Adicionado na reprodução atual em
ru: Добавлена в список недавно звучавших

source: Bitrate
es: Tasa de bits
pt_br: Taxa de bit
ru: Битрейт

source: Bookmark
de: Lesezeichen hinzufügen
el: Σελιδοδείκτης
es: Añadir a marcadores
it: Segnalibri
pt_br: Marcar como favorito
ru: В закладки

source: Bookmarks
de: Lesezeichen
el: Σελιδοδείκτες
es: Marcadores
it: Segnalibri
pt_br: Adicionar Marcador
ru: Закладки

source: Browser
el: Περιηγητής
es: Navegador
pt_br: Navegador
ru: Навигатор

source: By Bitrate
de: Nach Bitrate
el: Κατά Bitrate
es: Por Tasa de bits
it: per tipo di Bitrate
pt_br: Por Taxa de Bits
ru: По битрейту

source: By Country
de: Nach Land
el: Κατά Χώρα
es: Por País
it: Per paese
pt_br: Por País
ru: По странам

source: By Genres
de: Nach Genre
el: Κατά Τεχνοτροπία
es: Por Géneros
it: Per genere
pt_br: Por Gêneros
ru: По стилям

source: By Streamtype
de: Nach Stream-Typ
el: Κατά Τύπο Ροής
it: per tipo di stream
pt_br: Por Tipo de Transmissão
ru: По формату потока

source: Clear icon cache
de: Symbol-Zwischenspeicher leeren
el: Άδειασμα της προσωρινής μνήμης εικονιδίων
es: Purgar caché de iconos
it: Pulisci cache di icone
pt_br: Limpar ícone da cache
ru: Очистить кэш иконок

source: Click statistics (Last 30 days)
de: Klick-Statistik (der letzten 30 Tage)
el: Στατιστικά (Τελευταίες 30 μέρες)
pt_br: Clique para ver as estatísticas (Últimos 30 dias)

source: Could not download feed. Please try again later.
de: Das Herunterladen der Quelle ist fehlgeschlagen. Bitte versuchen Sie es später noch einmal.
el: Δεν μπορώ να κατεβάσω τη τροφοδοσία. Παρακαλώ προσπαθείστε αργότερα.
es: La subscripción no pudo ser descargada. Por favor intente de nuevo más tarde.
it: Non e stato possibile di scarica il feed. Per favore riprovare più tardi
pt_br: Incapaz de baixar o feed. Por favor tente depois.
ru: Невозможно скачать ленту. Пожалуйста, попробуйте позже.

source: Could not download station information
de: Informationen über den Internet-Radiosender konnten nicht heruntergeladen werden
el: Δεν μπόρεσα να κατεβάσω πληροφορίες για το σταθμό
es: No se pudo descargar la información de la estación
it: Non e stato possibile scaricare informazioni sulla stazione radio
pt_br: Incapaz de baixar informação da estação
ru: Невозможно скачать информацию о станции

source: Could not download station information from shoutcast directory server. Please try again later.
de: Die Informationen über den Internet-Radiosender konnten nicht vom Shoutcast-Verzeichnis-Server heruntergeladen werden. Bitte versuchen Sie es später noch einmal.
el: Δεν μπορώ να κατεβάσω τις πληροφορίες για το σταθμό από τον εξυπηρετητή shoutcast. Παρακαλώ δοκιμάστε αργότερα
es: No se pudo descargar la información de la estación desde el servidor de shoutcast. Por favor inténtelo más tarde.
it: Non e stato possibile scaricare informazioni dalla directory shoutcast del server. Si prega di riprovare più tardi.
pt_br: Incapaz de baixar informação da estação a partir deste servidor shoutcast. Por favor tente mais tarde.
ru: Невозможно скачать информацию о станции с сервера shoutcast. Пожалуйста, попробуйте позже.

source: Country
de: Land
el: Χώρα
es: Pais
it: Paese
pt_br: País
ru: Страна

source: Current listeners
de: Aktuelle Zuhörer
el: Ποιοι ακούν τώρα
es: Número de oyentes
it: Attuali ascoltatori
pt_br: Ouvintes atuais
ru: Сейчас слушателей

source: Current song
de: Aktueller Titel
el: Τρέχον τραγούδι
es: Canción actual
it: Brano attuale
pt_br: Música atual
ru: Текущая композиция

source: Current song (on last refresh)
de: Aktueller Titel (bei letzter Aktualisierung)
el: Τρέχον τραγούδι (μετά από την τελευταία ανανέωση)
es: Canción actual
it: Brano corrente
pt_br: Música atual (da última atualização)
ru: Композиция (на момент обновления)

source: Description
de: Beschreibung
el: Περιγραφή
es: Descripción
it: Descrizione
pt_br: Descrição
ru: Описание

source: Do you really want to mark this radio station as broken? It will eventually get deleted if enough people do that! More information on that on the feeds homepage: http://www.radio-browser.info/
de: Möchten Sie wirklich diesen Internet-Radiosender als unbenutzbar (kaputt) melden? Dies bedeutet, dass er evt. von der Liste gelöscht wird, wenn ausreichend viele Nutzer dasselbe tun! Weitere Informationen dazu entnehmen Sie bitte der Quellen-Webseite: http://www.radio-browser.info/
el: Θέλετε πραγματικά να σημειώσετε αυτόν το σταθμό; Θα διαγραφεί αν αρκετοί χρήστες κάνουν αυτή την ενέργεια! Περισσότερες πληροφορίες γι' αυτό στην ιστοσελίδα: http://segler.bplaced.net/
pt_br: Você realmente quer marcar essa estação de rádio como quebrada? Ela será deletada se várias pessoas fizerem isso! Mais informações sobre isso no site: http://www.radio-browser.info/

source: Do you really want to vote for this station? It means, that you like it, and you want more people to know, that this is a good station.
de: Möchten Sie wirklich für diesen Internet-Radiosender abstimmen? Dies bedeutet, dass Sie ihn mögen und anderen Nutzern mitteilen möchten, dass es sich um einen guten Sender handelt.
el: Θέλετε πραγματικά να ψηφίσετε αυτόν το Σταθμό; Αυτό σημαίνει ότ σας αρέσει και θέλετε να ξέρουν περισσότεροι άνθρωποι, ότι είναι καλός.
es: Realmente desea votar por esta estación? Esto significa que es de su agrado, desea que más gente la conozca y que es una estación recomendable.
it: Sei sicuro di voler votare questa stazione? Ciò significa che ti piace e vuoi che più persone sappiano che questa è una buona stazione.
pt_br: Tem certeza que deseja votar nesta estação? Isso significa que você gosta dela, e quer que as pessoas saibam que é uma boa rádio.
ru: Вы действительно хотите проголосовать за станцию? Это значит, что вам она нравится и вы хотите сообщить другим людям, что это хорошая станция.

source: Download
de: Herunterladen
el: Κατέβασμα
es: Descargar
it: Scarica
pt_br: Baixar
ru: Скачать

source: Downloading feed %(name)s from %(url)s. %(try)d/%(trys)d
de: Quelle »%(name)s« wird von »%(url)s« heruntergeladen – %(try)d/%(trys)d
el: Κατέβασμα τροφοδοσίας %(name)s από %(url)s. %(try)d/%(trys)d
pt_br: Baixando feed %(name)s de %(url)s. %(try)d/%(trys)d
ru: Скачивание ленты %(name)s с %(url)s. %…

source: downloading station information
de: Informationen über den Internet-Radiosender werden heruntergeladen
el: Κατέβασμα πληροφοριών σταθμού
es: Descargando información de la estación
it: Sto scaricando informazioni sulla stazione
pt_br: baixando informações da estação
ru: скачивание информации о станции

source: Entry type
de: Typ des Eintrags
el: Τύπος Εισόδου
it: Tipo di entrata
pt_br: Tipo de entrada
ru: Формат

source: Examples
de: Beispiele
el: Παραδείγματα
es: Ejemplos
it: Esempi
pt_br: Exemplos
ru: Примеры

source: Favicon URL
el: URL Εικονιδίου
es: Dirección web del favicon
pt_br: URL do favicon
ru: Адрес иконки

source: Favicon URL needs to start with http://
de: Favicon-URL muss mit http:// beginnen
el: Το URL του εικονιδίου πρέπει να αρχίζει με http://
es: Dirección web del favicon debe comenzar con http://
it: La Favicon URL deve iniziare con http://
pt_br: O URL do favicon precisa iniciar com http://
ru: Путь к иконке должен начинаться с http://

source: Favourites
de: Favoriten
el: Αγαπημένα
pt_br: Favoritos

source: Feed download failed
de: Herunterladen der Quelle ist fehlgeschlagen
el: Το κατέβασμα τροφοδοσίας απέτυχε
es: Descarga de la subscripción falló
it: Scarica feed fallito
pt_br: Falha ao baixar feed
ru: Не удалось скачать ленту

source: Feed homepage
de: Webseite der Quelle
el: Ιστοσελίδα τροφοδοσίας
es: Página principal de la subscripción
it: Feed pagina iniziale
pt_br: Página do Feed
ru: Домашняя страница

source: Feed source
de: Adresse der Quelle
el: Πηγή τροφοδοσίας
es: Origen de la subscripción
it: Sorgente feed
pt_br: Caminho do Feed
ru: Источник

source: Filesize
de: Dateigröße
el: Μέγεθος αρχείου
es: Tamaño de fichero
it: Dimensione del file
pt_br: Tamanho
ru: Размер файла

source: Filter
el: Φίλτρο
es: Filtro
it: Filtro
pt_br: Filtro
ru: Фильтр

source: Genre
el: Τεχνοτροπία
es: Género
it: Genere
pt_br: Gênero
ru: Стиль

source: Homepage URL
de: Webseiten-URL
el: Αρχική Σελίδα
es: Dirección web de la página principal
pt_br: URL da Homepage
ru: Адрес домашней страницы

source: Homepage URL needs to start with http://
de: Webseiten-URL muss mit http:// beginnen
el: Το URL της αρχικής σελίδας πρέπει να ξεκινά με http://
es: Dirección web de la página principal debe comenzar con http://
it: L' Homepage URL deve iniziare con http://
pt_br: O URL da página precisa inciar com http://
ru: Адрес домашней страницы должен начинаться с http://

source: http://listen.to.my/station.pls
de: http://adresse.zum.hoeren/meines-radiosenders.pls
es: http://escucha.mi/estación.pls
pt_br: http://escute.a.minha/radio.pls

source: http://very.cool.site
de: http://eine.tolle.webseite
es: http://sitio.muy.interesante
pt_br: http://site.muito.legal

source: http://very.cool.site/favicon.ico
de: http://eine.tolle.webseite/favicon.ico
es: http://sitio.muy.interesante/favicon.ico
pt_br: http://site.muito.legal/favicon.ico

source: Info box
de: Informationen
el: Τμήμα Πληροφοριών
pt_br: Caixa de informação

source: Integrating feed %(name)s (%(itemcount)d items) into tree...
de: Quelle »%(name)s« wird in der Baumansicht integriert (mit %(itemcount)d Elementen)
el: Ελεγχος αρτιότητας τροφοδοσίας %(name)s (%(itemcount)d αντικείμενα) στο δέντρο...
pt_br: Integrando feed %(name)s (%(itemcount)d items) na árvore...
ru: Вставка ленты %(name)s (%(itemcount)d элементов) в дерево…

source: Internet radio station browser
de: Radio Browser (Internetradio-Verzeichnis)
es: Explorador de estaciones de radio
pt_br: Navegador de estações de rádio
ru: Навигатор интернет-радиостанций

source: Invalid
de: Ungültig
el: Μη έγκυρο
es: Inválido
it: Non valido
pt_br: Inválido
ru: Недействительный

source: Language
de: Sprache
el: Γλώσσα
es: Idioma
it: Lingua
pt_br: Idioma
ru: Язык

source: Last update
de: Letzte Aktualisierung
el: Τελευταία ενημέρωση
es: Última actualización
it: Ultimo aggiornamento
pt_br: Última atualização
ru: Последнее обновление

source: Loading %(url)s
de: »%(url)s« wird geladen
el: Φόρτωση %(url)s
pt_br: Carregando %(url)s
ru: Загрузка %(url)s

source: Loading feed %(name)s
de: Quelle »%(name)s« wird geladen
el: Φόρτωμα ροής %(name)s
pt_br: Carregando feed %(name)s
ru: Загрузка ленты %(name)s

source: Mark station as broken
de: Sender als unbenutzbar melden
el: Σήμανση σταθμού ως σπασμένου
es: Marcar estación como inválida
it: Segnala come non funzionante
pt_br: Marcar estação como quebrada
ru: Пометить станцию как неработающую

source: My Station
de: Mein Internet-Radiosender
el: Ο Σταθμός μου
es: Mi estación
pt_br: Minha Estação
ru: Моя станция

source: Name
el: Όνομα
es: Nombre
it: Nome
pt_br: Nome
ru: Название

source: Name and URL are necessary
de: Name und URL müssen eingegeben werden
el: Όνομα και URL είναι υποχρεωτικά
es: Nombre y dirección web son necesarios
it: Nome e URL sono necessari
pt_br: Nome e URL são necessários
ru: Имя и адрес обязательны

source: Negative votes
de: Negative Stimmen
el: Αρνητικοί ψήφοι
es: Votos negativos
it: Voti negativi
pt_br: Votos negativos
ru: Отрицательные отзывы

source: No local copy
de: Keine lokale Kopie vorhanden
el: Όχι τοπικό αντίγραφο
es: Copia no disponible
it: Nessuna copia locale
pt_br: Nenhuma cópia local
ru: Не скачивался

source: Nothing
de: Nichts zu tun
el: Τίποτα
es: Nada
it: Niente
pt_br: Ocioso
ru: Нет задач

source: Play
de: Wiedergeben
el: Αναπαραγωγή
es: Reproducir
it: Avvia
pt_br: Reproduzir
ru: Воспроизвести

source: Playing time
de: Spielzeit
el: Διάρκεια
es: Tiempo de reproducción
pt_br: Tempo de reprodução
ru: Время воспроизведения

source: Post new station
de: Neuen Sender mitteilen
el: Αποστολή νέου σταθμού
es: Enviar nueva estación
it: Pubblica una nuova stazione
pt_br: Publicar nova estação
ru: Добавить новую станцию

source: Radio Browser Configuration
de: Einstellungen für »Radio Browser«
el: Ρύθμιση του Radio Browser
es: Configuración del explorador de estaciones
it: Configurazione di Radio Browser
pt_br: Configuração do Radio Browser
ru: Настройки Радио Навигатора

source: Radiostation list
de: Internet-Radiosender-Liste
el: Λίστα Ραδιοφωνικών Σταθμών
es: Lista de estaciones
it: Lista delle stazioni radio
pt_br: Lista das estações de rádio
ru: Список радиостанций

source: Recently played
de: Kürzlich gehört
el: Πρόσφατα αναπαραχθέντα
es: Escuchadas recientemente
it: Ascoltate di recente
pt_br: Reproduzido recentemente
ru: Недавно звучавшие

source: Recently played removal time(days)
de: Anzahl zurückliegender Tage für »Zuletzt gehört«
el: Χρόνος αφαίρεσης πρόσφατα αναπαραχθέντων. (ημέρες)
es: Días que permanecerán las estaciones recientemente reproducidas
pt_br: Apagar tempo das músicas tocadas recentemente (dias)
ru: Удалять из недавно звучавших через (сутки)

source: Record
de: Aufnehmen
el: Εγγραφή
es: Grabar
it: Registra
pt_br: Gravar
ru: Записать

source: Redownload
de: Erneut herunterladen
el: Επανάληψη κατεβάσματος
es: Descargar de nuevo
it: Riscarica
pt_br: Baixar denovo
ru: Скачать заново

source: Relay port
de: Port für Stream-Weiterleitung
el: Θύρα αναμετάδοσης
pt_br: Porta
ru: Порт

source: Ripping stream
de: Stream wird gespeichert
el: Μετατροπή ροής
es: Hacer rip desde fuente stream
it: sto registrando la trasmissione
pt_br: Rippando transmissão
ru: Захват потока

source: Search
de: Suche
el: Εύρεση
pt_br: Buscar

source: Searching for : '%s'
de: Es wird nach »%s« gesucht …
el: Ψάχνω για : '%s'
pt_br: Buscando por : '%s'

source: Select stream URL please
de: Bitte wählen Sie eine der Stream-Adressen (URLs) aus
pt_br: Selecione a URL de transmissão por favor

source: Server
el: Εξυπηρετητής
es: Servidor
pt_br: Servidor
ru: Сервер

source: Server type
de: Server-Typ
el: Τύπος Εξυπηρετητή
es: Tipo de servidor
it: Tipo di server
pt_br: Tipo de áudio
ru: Тип

source: Shows icecast and shoutcast radio stations on a tab.
de: Zeigt Icecast- und Shoutcast-Internet-Radiosender in einer Ansicht mit Reitern an.
el: Εμφανίζει ραδιοφωνικούς σταθμούς, icecast και shoutcast, σε μια καρτέλα.
es: Muestra estaciones de radio Icecast y Shoutcast
pt_br: Exibe estações de icecast e shoutcast em uma aba.
ru: Показывать icecast и shoutcast радиостанции…

source: Source feed
de: Quelle
el: Τύπος Τροφοδοσίας
es: Subscripción de origen
it: Sorgente Feed
pt_br: Fonte
ru: Источник

source: Station is broken
de: Internet-Radiosender ist unbenutzbar
el: Ο Σταθμός δεν υπάρχει
es: Estación es inválida
it: La stazione non funziona
pt_br: Estação quebrada
ru: Станция не работает

source: Station successfully posted
de: Internet-Radiosender wurde erfolgreich übermittelt
el: Ο σταθμός καταχωρήθηκε επιτυχώς
es: Estación exitosamente enviada
it: Stazione pubblicata con successo
pt_br: Estação publicada com sucesso
ru: Станция успешно добавлена

source: Stream
el: Ροή
pt_br: Transmissão
ru: Поток

source: Stream URL
el: URL ροής
pt_br: URL da transmissão
ru: Адрес потока

source: Streamripper output path
de: Ausgabeverzeichnis von Streamripper
el: Διαδρομή εγγραφής ροής
pt_br: Caminho de saída do Streamripper
ru: Путь к выходному файлу streamripper'а

source: Tags
el: Σημειώσεις
es: Etiquetas
pt_br: Marcadores
ru: Тэги

source: Time
de: Zeit
el: Χρόνος
es: Hora
it: Tempo
pt_br: Tempo
ru: Время

source: Title
de: Titel
el: Τίτλος
es: Título
it: Titolo
pt_br: Título
ru: Название

source: Try
de: Versuch
el: Δοκιμή
es: Intento
pt_br: Tentativa
ru: Попытка

source: Trys to download file
de: Anzahl der Downloadversuche
el: Προσπάθειες για κατέβασμα αρχείου
es: Número de intentos para descargar archivo
it: Tentetivi di download del file
pt_br: Tentativas para baixar arquivo
ru: Число попыток скачивания файла

source: Unbookmark
de: Lesezeichen löschen
el: Αφαίρεση από τους σελιδοδείκτες
es: Quitar de marcadores
it: Cancella segnalibri
pt_br: Desmarcar
ru: Удалить закладку

source: Update radio station list
de: Liste der Internet-Radiosender aktualisieren
el: Ενημέρωση της λίστας ραδιοφωνικών σταθμών
es: Actualizar lista de estaciones
it: Aggiorna la lista delle stazioni radio
pt_br: Atualizar lista de estações de rádio
ru: Обновить список радиостанций

source: URL needs to start with http:// or mms://
de: URL muss entweder mit http:// oder mms:// beginnen
el: Το URL πρέπει να ξεκινά με http:// ή mms://
es: Dirección web debe comenzar con http:// o mms://
it: L' URL deve iniziare con http:// o mms://
pt_br: O URL precisa iniciar com http:// ou mms://
ru: Адрес должен начинаться с http:// или mms://

source: Vote for station
de: Für den Sender stimmen
el: Ψηφίστε για το Σταθμό
es: Votar por estaciones
it: Vota la stazione
pt_br: Votar na estação
ru: Проголосовать за станцию

source: Votes
de: Stimmen
el: Ψήφοι
es: Votos
it: Voti
pt_br: Votos
ru: Отзывы

source: Classical Jazz Talk
de: Klassik Jazz Sprache
el: Κλασσική Jazz Ομιλία
es: Charla de Jazz Clásico

source: Esperanto
el: Εσπεράντο

source: Feed
de: Quelle
el: Τροφοδοσία
es: Subscripción
ru: Лента

source: Homepage
de: Webseite
el: Αρχική Σελίδα
es: Página principal
it: Pagina iniziale
ru: Домашняя страница

source: Utopia
el: Ουτοπία

source: Radio browser
es: Explorador de estaciones
ru: Радиостанции

source: URL
es: Dirección web
ru: Адрес

source: Do you really want to mark this radio station as broken? It will eventually get deleted if enough people do that! More information on that on the feeds homepage: http://segler.bplaced.net/
es: ¿Está seguro de que desea marcar esta estación como inválida? Sólo será borrada si suficientes personas hacen lo mismo. Más información al respecto en la página del feed. http://segler.bplaced.net
it: Vuoi veramente segnalare questa stazione come non funzionante? Se anche altre persone lo faranno allora eventualmente verrà eliminata! Trovi più informazioni nella homepage dei feed: http://segler.bplaced.net/

source: Loading
it: caricando

source: downloading feed
it: Scarica feed

source: from
it: da

source: loading feed
it: caricando feed

source: integrating feed
it: feed integrato
