Repository: RickeyEstes/rhythmbox-radio-browser
Catalog: radio-browser/lang/*.po
Languages: bg

source: Post new station
bg: Пусни нова станция

source: Examples
bg: Примери

source: Name
bg: Име

source: My Station
bg: Моята станция

source: URL
bg: URL адрес

source: Homepage URL
bg: Адрес на домашната страница

source: Favicon URL
bg: Favicon URL адрес

source: Country
bg: Държава

source: Utopia
bg: Утопия

source: Language
bg: Език

source: Esperanto
bg: Есперанто

source: Tags
bg: Етикет

source: Classical Jazz Talk
bg: Класически Джаз разговор

source: Vote for station
bg: Гласувай за станция

source: Do you really want to vote for this station? It means, that you like it, and you want more people to know, that this is a good station.
bg: Наистина ли искате да гласувате за тази станция ? Това означава, че я харесвате, и и искате повече хора да разберат, че това е хубава станция.

source: Mark station as broken
bg: Маркирай станцията като повредена

source: Name and URL are necessary
bg: Нужни са име и URL адрес

source: URL needs to start with http:// or mms://
bg: URL адреса трябва да започва със http:// or mms://

source: Homepage URL needs to start with http://
bg: URL на домашната страница трябва да започва със http:// or mms://

source: Favicon URL needs to start with http://
bg: Адреса на Favicon трябва да започва с http://

source: Station successfully posted
bg: Станцияте е публикувана успешно

source: Station is broken
bg: Станцията е повредена

source: Trys to download file
bg: Опитва се да свали файл

source: Recently played removal time(days)
bg: До премахването на скоро слушаните остават (дни)

source: Streamripper output path
bg: Изходен път на Стриймрипър

source: Browser
bg: Браузър

source: Radio Browser Configuration
bg: Настройка на радио браузъра

source: Radio browser
bg: Радио браузър

source: Update radio station list
bg: Обновяване на радио листата

source: Clear icon cache
bg: Изчистване на кеш на иконите

source: Nothing
bg: Нищо

source: Loading
bg: Зареждане

source: Title
bg: Заглавие

source: Filter
bg: Филтър

source: Genre
bg: Стил

source: Bitrate
bg: Битрейт

source: Radiostation list
bg: Списък с радиостанции

source: Entry type
bg: Тип на вписването

source: Feed
bg: Хранилище

source: Description
bg: Описание

source: Feed homepage
bg: Страница на хранилището

source: Feed source
bg: Хранилище на източника

source: No local copy
bg: Няма локално копие

source: Last update
bg: Последено обновяване

source: Source feed
bg: Източник на хранилището

source: Server type
bg: Тип на сървъра

source: Homepage
bg: Официален сайт

source: Current song (on last refresh)
bg: Текуща песен (при последното опресняване)

source: Current listeners
bg: Текущи слушатели

source: Votes
bg: Брой гласове

source: Negative votes
bg: Негативни гласове

source: Stream URL
bg: URL на стрийма

source: Unbookmark
bg: Премахни от Отметки

source: Bookmark
bg: Постави в Отметки

source: Redownload
bg: Свали отново

source: Download
bg: Свали

source: Play
bg: Възпроизвеждане

source: Record
bg: Запис

source: downloading station information
bg: Сваляне на информация за станцията

source: Try
bg: Опитай

source: Could not download station information
bg: Не може да се свали информация за станцията

source: Could not download station information from shoutcast directory server. Please try again later.
bg: Не може да се свали информация за станцията от директорията на сървъраМоля опитайте отново по-късно

source: downloading feed
bg: Сваляне на хранилището

source: from
bg: от

source: Feed download failed
bg: Свалянето на хранилището се провали

source: Could not download feed. Please try again later.
bg: Не може да се свали хранилището. Моля опитайте по-късно

source: loading feed
bg: зареждане на хранилището

source: integrating feed
bg: вграждане на хранилището

source: into tree
bg: във списъка

source: By Genres
bg: По Стилове

source: By Country
bg: По Държава

source: By Streamtype
bg: По тип на стрийма

source: By Bitrate
bg: По битрейт

source: Recently played
bg: Наскоро слушани

source: Bookmarks
bg: Отметки

source: Ripping stream
bg: Декодиране на потока

source: Time
bg: Време

source: Filesize
bg: Размер на файла

source: Server
bg: Сървър

source: Stream
bg: Поток

source: Current song
bg: Текуща песен

source: Playing time
bg: Продължителност на свирене

source: Relay port
bg: Сменяне на порта
